Repository: myhandwerker/myservice
Catalog: lib/l10n/app_*.arb
Languages: tr

# customerDetailTitle
source: Customer Detail
tr: Müşteri Detay

# invalidCustomerMessage
source: Invalid customer! Please create a customer first.
tr: Geçersiz müşteri! Lütfen önce müşteri oluşturun.

# customerId
source: Customer ID: {id}
tr: Müşteri ID: {id}

source: Detail
tr: Detay

# workEntry
source: Labor / Work
tr: İşçilik / Çalışma

source: Material
tr: Malzeme

source: Materials
tr: Malzemeler

# contactAndOtherInfo
source: Contact and Other Information
tr: İletişim ve Diğer Bilgiler

# phone
source: Phone: {phone}
tr: Telefon: {phone}

# email
source: Email: {email}
tr: E-posta: {email}

# address
source: Address: {address}
tr: Adres: {address}

# note
source: Note: {note}
tr: Not: {note}

source: Latest Hourly Work Entries
tr: Son Eklenen Saatlik İşçilikler

source: No hourly work entry.
tr: Saatlik işçilik yok.

source: No description
tr: Açıklama yok

# date
source: Date: {date}
tr: Tarih: {date}

# amount
source: Amount: {amount}
tr: Tutar: {amount}

# location
source: Location: {location}
tr: Yer: {location}

# latestMaterials
source: Latest Added Materials
tr: Son Eklenen Malzemeler

source: No material.
tr: Malzeme yok.

# quantity
source: Quantity: {quantity}
tr: Miktar: {quantity}

# price
source: Price: {price}
tr: Fiyat: {price}

# latestTableEntries
source: Latest Table Items
tr: Son Eklenen Tablo Kalemleri

# noTableEntry
source: No table item.
tr: Tablo kalemi yok.

source: Tasks
tr: Görevler

# noTaskForCustomer
source: No task for this customer.
tr: Bu müşteriye ait görev yok.

# addTaskForCustomer
source: Add task for this customer
tr: Bu müşteriye görev ekle

source: Add Task
tr: Görev Ekle

# selectedCustomer
source: Selected customer: {customerId}
tr: Seçili müşteri: {customerId}
